Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-3987.html.tmx
Source language: nob
Languages: sme

source: Forhandlingene om nordisk samekonvensjon er igang - Sámediggi Sametinget
sme: Sámedikkit illudit - Sámediggi Sametinget

source: Forhandlingene om nordisk samekonvensjon er igang
sme: Sámedikkit illudit

source: Sametinget er glad over at arbeidet med å få den nordiske samekonvensjonen godkjent går fremover.
sme: Sámedikkit illudit davviriikkalaš sámekonvenšuvnna dohkkeheami ovdáneamis.

source: Arbeidet med den nordiske samekonvensjonen har vært en lang prosess og man har holdt på med arbeidet i en nordisk ekspertarbeidsgruppe i tre år.
sme: Davviriikkalaš sámekonvenšuvnna válmmaštallan ja ovdáneapmi lea leamaš guhkes proseassa ja dat lea válmmaštallojuvvon davviriikkalaš áššedovdijoavkkus golbma jagi.

source: Etter at et ukast til konvensjonen ble overlevert i 2005, har det arbeidet mellom statene stoppet opp for flere år.
sme: Konvenšuvdnahápmosa luobaheami maŋŋel jagi 2005 davviriikkalaš sámekonvenšuvnna ovddideapmi nogai stáhtaidgaskasaš ovttasbargun máŋgga jahkái.

source: Men fra og med 2011 begynner forhandlingene om å få en godkjent konvensjon som et samarbeid mellom den svenske, norske og finske staten og sametingene.
sme: Dál ráđđádallamat konvenšuvnna dohkkeheami várás álget Ruoŧa, Suoma ja Norgga stáhtaid ja guoskevaš riikkaid sámedikkiid ovttasbargun jagi 2011 rájes.

source: Det ble besluttet på et sammensatt møte i Stockholm i dag, 22.11.2010 mellom de ministrene som har ansvar for samiske saker i Sverige, Finland og Norge og sametingspresidentene.
sme: Dát mearriduvvui Ruoŧa, Suoma ja Norgga stáhtaid nd. sámeministariid ja guoskevaš riikkaid sámediggepresideanttaid oktasaščoahkkimis odne 22.11.2010 Stockholmmas.

source: Det er enighet om at problemstillingen om å godkjenne den nordiske samekonvensjonen skal avsluttes innen fem år.
sme: Davviriikkalaš sámekonvenšuvnna dohkkeheapmi lea šihttojuvvon ollašuhttojuvvot viđa jagis.

source: Sametingene hadde håpet på en raskere saksgang, med det viktigste er at det er fremgang i saken.
sme: Sámedikkit ledje sávvan, ahte ráđđádallamat sáhtále ollašuhttojuvvot jođáneappot, muhto ášši ovdáneapmi lea deháleamos.

source: Det er ventet at forhandlingene blir vanskelige.
sme: Lea vuorddehahtti, ahte ráđđádallamiin šaddet váddásat.

source: Konvensjonen vil være historisk, og godkjenning av den ville innebære den første statsavtalen i verden som har som formål å bedre situasjonen hos et urfolk som lever i flere stater, dvs samene.
sme: Konvenšuvdna livččii historjjálaš ja dan dohkkeheapmi dárkkuhivččii máilmmi vuosttaš stáhtasoahpamuša šaddama, man ulbmilin lea buoridit máŋgga riikka álgoálbmoga, sápmelaččaid, sajádaga.

source: De svenske, finske og norske samt de russiske samenes samarbeidsorgan, Samisk Parlamentarisk Råd (SPR) forventer at den nordiske samekonvensjonen utvikler samenes grenseoverskridende samarbeid ytterligere og samtidig øker samenes samhørighet og gjør SPR til samenes høyeste representative organ med sine egne administrative forvaltningsstrukturer.
sme: Ruoŧa, Suoma ja Norgga sámedikkiid ja Ruošša sámiid ovttasbargoorgána, Sámi Parlamentáralaš Ráđđi (SPR), vuordá davviriikkalaš sámekonvenšuvnna ovddidit sápmelaččaid rájiid rasttildeaddji ovttasbarggu ovdalačča buorebun nu ahte dat lasiha sápmelaččaid oktiigullevašvuođa dovddu ja dahká SPR:s sápmelaččaid oktasaš alimus representatiivvalaš orgána iežas hálddahusstruktuvrrainis.

source: Selv om sametingene deltar i forhandlingene om samekonvensjon som en del av de respektive statenes delegasjon, så har samenes felles røst.
sme: Vaikko sámedikkit leat davviriikkalaš sámekonvenšuvnna dohkkehanráđđádallamiin stáhta delegašuvnnaid oassin, de sápmelaččain lea oktasaš jietna.

source: SPR forhandler med enstemmig front om å godkjenne den nordiske samekonvensjonen.
sme: SPR ráđđádallá oktan jietnan davviriikkalaš sámekonvenšuvnna dohkkeheami várás.

source: SPR forutsetter en helhetlig forhandling om den nordiske samekonvensjonen og at samtlige rettigheter som er i utkastet til konvensjonstekst, blir realisert.
sme: SPR gáibida, ahte davviriikkalaš sámekonvenšuvdna ráđđádallojuvvo ollislažžan ja buot konvenšuvdnaháposa dáhkidan vuoigatvuođat ollašuvvet.

source: Ordføreren for styrelsen for det svenske sametinget Ingrid Inga sier at det er meget gledelig at de tre sametingene inngår som likeverdige parter i forhandlingene om den nordiske samekonvensjonen.
sme: Ruoŧa sámedikki ráđđehusa ságadoalli Ingrid Inga dadjá, ahte lea hui illudahtti ahte golbma Sámedikki oassálastet dásseárvosaš oassebeallin ráđđádallamiidda, mii guoská davviriikkalaš sámekonvenšuvdnii.

source: Vi går ut ifra at sametingenes forutsetninger om å delta i forhandlingene sikres av de berørte statene.
sme: Mii vuolgit das, ahte sámedikkiid vejolašvuođat oassálastit ráđđádallamiidda sihkarastojuvvojit sierra stahtaid beales.

source: At forhandlingene skal sluttføres innen 5 år innebærer også at Sverige innen den tid kan gi til kjenne om Sverige vil styrke og bekjenne seg til samenes rett til selvbestemmelse og retten til land og vann og naturtilganger slik de folkerettslige prinsippene tilsir.
sme: Dat ahte ráđđádallamat galget leat gárvásat viđa jagi siste, mearkkaša maiddái ahte Ruoŧŧa dán áiggis sáhttá almmuhit, áigugo Ruoŧŧa nannet ja dorvvastit sámiid vuoigatvuođa iešmearrideapmái, vuoigatvuođa eatnamii ja čáhcái ja luondduriggodagaide álbmotrievtti prinsiippaid mielde.

source: Presidenten for det finske sametinget Klemetti Näkkäläjärvi sier at forhandlingene om den nordiske samekonvensjonen er særskilt viktige for det finske sametinget, ettersom Finland gjennom denne konvensjonen må garantere en bedre beskyttelse for de samiske næringene og den samiske kulturen enn det hittil har vært, løse problemstillingen om retten til land og vann og naturtilganger samt å se til at sametinget får tilstrekkelige resursser for å fungere.
sme: Suoma sámedkki presideanta Klemetti Näkkäläjärvi dadjá, ahte Suoma sámediggái ráđđádallamat davviriikkalaš sámekonvenšuvnna dohkkeheami várás lea earenoamáš dehálaččat, daningo Suopma šaddá davviriikkalaš sámekonvenšuvnna bakte dáhkidit sámi ealáhusaid ja kultuvrra suoji dáláža buorebut, čoavdit sápmelaččaid rivttiid eatnamiidda ja čáziide sihke dorvvastit sámediggái dárbahassii buriid resurssaid obanassiige doaibmat.

source: Finland kan ikke lenger gjemme seg ved å si at man søker en nasjonal løsning.
sme: Suopma ii sáhte šat čiehkadit álbmotlaš čovdosa ohcama duohkái.

source: Den finske staten kan løse samenes land- og vannrettigheter senest som en del av den nordiske samekonvensjonen, dvs. innen fem år.
sme: Suoma stáhta šaddá čoavdit sápmelaččaid eanan- ja čáhcevuoigatvuođaid maŋimusat davviriikkalaš sámekonvenšuvnna oassin, nappo viđa jagi siste.

source: Presidenten for det norske sametinget Egil Olli sier at han er glad for at forhandlingene nu er kommet i gang.
sme: Egill Olli dadjá iežas leat hui ilus go šiehtadallamat bohtet dál johtui.

source: "Slik vi vet har det vært litt uenighet om forhandlingsplanen, spesielt i Norge, men når vi nu kjenner til at det eksisterer enighet mellom sametingene i Sverige og Finland og regjeringene i disse landene, så skal oppstarten av disse forhandlingen ikke avhenge av Norge.
sme: "Nugo diehtit de lea leamaš veaháš soahpameahttunvuohta šiehtadallanplána ektui, erenoamážit Norggas, muhto go mii dál diehtit ahte lea ovttamielalašvuohta Suoma ja Ruoŧa sámedikkiid ja daid guoskevaš ráđđehusaid gaskka, de ii galgga johtui boahtin leat Norgga duohken.

source: Jeg vil benytte anledningen til å berømme Finland og Sverige for en bra prosess og jeg venter med spenning på at vi skal begynne arbeidet med denne historiske saken og få i stand en felles samisk konvensjon i de tre land der vi samer bor," fortsetter Egil Olli.
sme: Áiggun geavahit vejolašvuođa rámiidit Suoma ja Ruoŧa čorgadis ja buori proseassa dihte dán rádjai, ja mielas vuorddán bargagoahtit dáinna historjjálaš doaimmain; oažžut áigái oktasaš sámi konvenšuvnna golmma davviriikkas gos mii ássat.

source: Sametinget, Sverige Sametinget, Finland Sametinget, Norge
sme: Ruoŧa sámediggi Suoma sámediggi Norgga sámediggi
